<!DOCTYPE html>
<html>
  <head>
    <title>О нас</title>
      <meta charset="utf-8">      
      <link href="css/bootstrap.css" rel="stylesheet">      
      <link href="main.css" rel="stylesheet">
      
  </head>
  <body class="body-xx">    
    <div>
      <?php include 'view/header.php';?>
    </div>
    <div class="content">
      <div class="right-l">
      <?php include 'view/ver-menu.php';?>
        </div>
      <div class="right-l">
          <div class="glav">
            <h2>История</h2>
            В бывшем Столинском районе до 1939 года имелась одна больница в г.Столине на 50 мест, содержавшаяся на средства поветового сеймика. Работал 1 врач, 3 медицинские сестры и 3 санитарки.<br><br>
С 1939 года медицинская помощь стала бесплатной, в г. Столине имелась больница на 35 коек и в г. Давид-Городке на 25 коек. В этих же городах были открыты аптеки и 2 женско-детские консультации,  открыты 2 санэпидемстанции, 7 фельдшерско-акушерских пунктов.  Открывались колхозные родильные дома, увеличивалось количество фельдшерско-акушерских пунктов.<br><br>
1964 год знаменателен тем, что в г. Столине начато строительство больничного комплекса на 240 коек, строительство окончено и больница введена в строй в 1966 году.   В последующие 20 лет количество стационарных коек увеличивалось, открывались новые отделения, колхозные роддома ликвидировались, строились и укомплектовывались медицинскими кадрами врачебные амбулатории и участковые больницы.<br><br>
С 1986 года, после катастрофы на ЧАЭС,  началась активная реконструкция имевшихся лечебных учреждений.<br><br>
8 врачебных амбулаторий переселились в новые 2-х этажные здания на 100 посещений в смену.<br><br>
В 1990 году введен в эксплуатацию новый корпус на 150 коек в филиале «Давид-Городокская больница».<br><br>
В 1996 году сдан в эксплуатацию  детский корпус на 60 коек в Столинской ЦРБ, в 1997 году женская консультация Столинской ЦРБ, в 1999 году патологоанатомический корпус. Последним объектом капитального строительства стала Рубельская врачебная амбулатория на 60 посещений в смену, сданная в эксплуатацию в 2008 году.  В  декабре 2010 года в Столинской ЦРБ открыто отделение гемодиализа на 6 диализных мест, которые работают в 2 смены, в 2011 году отделение  переливания крови разместилось в отдельном здании после проведенного  капитального ремонта, 2012 году введены в эксплуатацию после капитального ремонта и реконтструкции пищеблок Столинской ЦРБ и здание поликлиники филиала «Давид-Городокская больница».<br><br>
В 2005, 2007, 2009 годах соответственно в районе путем реорганизации существующих медучреждений открыто 3 больницы сестринского ухода: Бережновская, Ольгомельская, Плотницкая.<br><br>
 
Благодаря Государственной программе возрождения и развития села 16 населенных пунктов района преобразованы в агрогородки, в которых медицинские учреждения приведены в соответствие с современными требованиями санитарных норм, реконструкция медицинских учреждений продолжается.
В районе обновлено рентгендиагностическое оборудование, эффективно работает диагностическое эндоскопическое оборудование, внедрены определенные виды  лапароскопических хирургических вмешательств на органах брюшной полости, в частности холецистэктомия, наращиваются объемы проводимых эндопротезирований тазобедренных суставов и других оперативных вмешательств на костях с применением металлоконструкций.  Практически рутинным стало ультразвуковое исследование различных органов. В акушерской практике внедрены технические  методы мониторирования  состояния внутриутробного плода (УЗИ, КТГ). Ежегодно внедряются новые методы лабораторной диагностики, позволяющие диагностировать заболевания на ранних стадиях, контролировать эффективность проводимого лечения, предупреждать осложнения.<br><br>
Значительный вклад в развитие здравоохранения района внесли такие медицинские работники как зав. райздравотделом Давид-Городокского района Панченко Г.И., Столинским – Самохвалов Б.И., главные врачи Столинской ЦРБ Галиновский И.А., Денищик М.И., Ильющенков А.П., Васечек В.Е., Секрета В.М., Ленев М.С., главврачи Давид-Городокской больницы Пухловский Н.Г., Новиков А.Л., Стадник-Ясковец Е.П., Янковский М.И., врачи - супруги Разувановы, Яцко, Дубенецкие, Иванцовы, Зборовские, Барковцы,  Яснюки,  врачи-педиатры Микшта Р.П.,  Бакей В.С., акушер-гинекологи Романович В.С., Валуева Г.Е., райтерапевт Логвинович Е.Г., терапевт Лепетило И.П., райтерапевт Логунов Е.М., райстоматолог Щепотина Т.А., зав. инфекционным отделением Юркевич В.М., зав. Речицкой амбулаторией Крайко Г.Г., райфтизиатр Шенец Н.Р., зав. неврологическим отделением Мисеюк А.А., зав ЛОР отделением Царик П.А., и многие другие.<br><br>
Заместитель главного врача по медицинскому обслуживанию населения и ОМР Мисюра Р.А. в 2001 году награждена Орденом Почета, в 2008 году избиралась членом Совета Республики Национального собрания Республики Беларусь четвертого созыва.<br><br>
Заведующий хирургическим отделением Столинской ЦРБ  Прус Михаил Игнатьевич в 2008 году удостоен Звания «Почетный гражданин Столинского района».
Среди среднего медперсонала необходимо отметить Бруцкого Г.И., Мурзенкова Н.И., Мурашко Ф.Ф., Козела В.А., Вечорко Н.Н., Ворох Е.Р.,  Яснюк Б.Н., Лис В.К., Правикову С.В.,  Криволевич В.Г.,  Мозоль  А.Ф., Мозоль А.Н. и многих других.<br><br>
На настоящий момент УЗ «Столинская ЦРБ» представляет собой комплекс медучреждений, включающий в себя Столинскую ЦРБ, филиал «Давид-Городокская больница»,  1 сельскую участковую больницу,  3 больницы сестринского ухода, 12 амбулаторий , 37 ФАПов. В районе трудятся более 180  врачей, более 940 средних медицинских работников.  Медицинская помощь населению  оказывается по 28 специальностям.
        </div>
        </div>
      <div class="right-m">
      <?php include 'view/right-menu.php';?>
    </div>
  </div>
    <div>
      <?php include 'footer.php';?>
    </div>
  </body>
</html>